Repository: sugijotaro/FeedbackKit
Catalog: Sources/FeedbackKit/Localizable.xcstrings
Source language: en
Languages: ja

# feedback.cancel
source: Cancel
ja: キャンセル

# feedback.category.bug
source: Bug report
ja: 不具合の報告

# feedback.category.featureRequest
source: Feature request
ja: 機能の要望

# feedback.category.feedback
source: Feedback
ja: ご意見・ご感想

# feedback.category.other
source: Other
ja: その他

# feedback.category.title
source: Category
ja: カテゴリ

# feedback.characterCount %lld %lld
source: %lld of %lld characters
ja: %lld文字 / %lld文字

# feedback.close
source: Close
ja: 閉じる

# feedback.completed.message
source: Thank you for sending your feedback.
ja: ご意見をお送りいただき、ありがとうございます。

# feedback.completed.title
source: Thank you
ja: ありがとうございます

# feedback.description
source: Tell us about bug reports, feature requests, or anything else you would like to share.
ja: 不具合のご報告や機能のご要望などをお聞かせください。

# feedback.error.accessibilityLabel %@
source: Error: %@
ja: エラー: %@

# feedback.keyboard.done
source: Done
ja: 完了

# feedback.message.accessibilityLabel
source: Feedback message
ja: ご意見の内容

# feedback.message.placeholder
source: Enter your message
ja: 内容をご入力ください

# feedback.message.requirement
source: Enter between 3 and 2,000 characters.
ja: 3文字以上、2000文字以内で入力してください。

# feedback.message.title
source: Message
ja: 内容

# feedback.shake.description
source: If a feature or the product isn't working correctly, you can send feedback to help improve this app.
ja: 機能または製品が正しく機能していない場合、このアプリの改善のためフィードバックを送信できます。

# feedback.shake.report
source: Report a problem
ja: 問題を報告

# feedback.shake.sendFeedback
source: Send other feedback
ja: その他のフィードバックを送る

# feedback.shake.title
source: Report a technical problem
ja: 技術的な問題を報告

# feedback.shake.toggle.subtitle
source: You can turn this off at any time.
ja: いつでも無効にできます

# feedback.shake.toggle.title
source: Shake device to report a problem
ja: 端末をシェイクして問題を報告

# feedback.submit
source: Send
ja: 送信する

# feedback.title
source: Feedback
ja: ご意見・ご要望

# feedback.writeAppStoreReview
source: Write an App Store review
ja: App Storeにもレビューを書く

# feedback.writeAppStoreReview.note
source: Your message can be copied for reuse. App Store reviews are public.
ja: 入力内容を再利用できるようコピーできます。App Storeのレビューは公開されます。
